Repository: ayhanyalcinsoy/device-driver-manager
Catalog: po/*.po
Languages: ca, cs, el, it, ja, nl, ru, se, tr

source: Multi-core already installed: %(package)s
ca: El nucli múltiple ja està instal·lat: %(package)s
cs: Podpora více jader je již nainstalována: %(package)s
el: Multi-core εγκατεστημένο: %(package)s
it: Multi-core già installato: %(package)s
ja: Multi-core すでにイントールされています: %(package)s
nl: Multi-core reeds geïnstalleerd: %(package)s
ru: Поддержка многоядерности уже установлена: %(package)s
se: Flerkärnigt stöd är redan installerat: %(package)s
tr: Çoklu-çekirdek zaten yüklü: %(package)s

source: PAE capable system
ca: Sistema amb capacitat PAE
cs: Systém podporující PAE
el: Σύστημα με δυνατότητα PAE
it: Sistema con supporto PAE
ja: PAE が使用できるシステム
nl: Systeem geschikt voor PAE
ru: Система с поддержкой PAE
se: Systemet har stöd för PAE
tr: PAE destekli sistem

source: Multi-core system running single-core kernel found
ca: S'ha trobat un sistema de nucli múltiple amb un kernel d'un sol nucli
cs: Zjištěn běh jednojádrového linuxového jádra na vícejádrovém systému
el: Βρέθηκε Multi-core σύστημα που εκτελεί πυρήνα single-core
it: Rilevato sistema multi-core in esecuzione su un kernel single-core
nl: Multi-core systeem met single-core kernel gevonden
ru: Запущено ядро без поддержки многоядерных систем
se: Systemet har stöd för flera kärnor men använder en single-core kärna
tr: Çok-çekirdekli sistemin tek-çekirdek kernel çalıştırdığı bulundu

source: PAE not installed
ca: PAE no instal·lat
cs: PAE není nainstalováno
el: PAE μη εγκατεστημένο
it: PAE non installato
ja: PAE をインストールできません
nl: PAE niet geïnstalleerd
ru: PAE не установлен
se: PAE är inte installerat
tr: PAE kurulu değil

source: PAE kernel cannot be installed: single-core system
ca: No es pot instal·lar un nucli PAE en un sistema d'un sol nucli
cs: PAE linuxové jádro nelze nainstalovat: jednojádrový systém
el: Αδύνατη η εγκατάσταση πυρήνα PAE: σύστημα single-core
it: Impossibile installare un kernel PAE: sistema single-core
ja: PAR カーネルをインストールできません: シングルコアシステム
nl: PAE kernel kan niet worden geïnstalleerd: single-core systeem
ru: PAE-ядро не может быть установлено: одноядерный процессор
se: PAE kärna kan inte installeras: single-core system
tr: PAE kernel kurulamadı: tek-çekirdekli sistem

source: Done installing PAE
ca: Instal·lació del PAE acomplerta
cs: Instalace PAE dokončena
el: Έγινε η εγκατάσταση PAE
it: Installazione PAE completata
ja: PAE インストール完了
nl: PAE geïnstalleerd
ru: Установка PAE завершена
se: Installationen av PAE är färdig
tr: PAE kurulumu tamamlandı

source: PAE package to remove: %(package)s
ca: Paquet PAE per eliminar: %(package)s
cs: Balíček pro odebrání PAE: %(package)s
el: Πακέτο PAE πρός αφαίρεση: %(package)s
it: Pacchetto PAE da rimuovere: %(package)s
ja: PAE パッケージの削除: %(package)s
nl: Verwijder PAE pakket: %(package)s
ru: Пакет PAE для удаления: %(package)s
se: PAE paket att ta bort: %(package)s
tr: Kaldırılacak PAE paketi: %(package)s

source: Done removing PAE
ca: Eliminació del PAE acomplerta
cs: Odinstalování PAE hotovo
el: Έγινε η αφαίρεση PAE
it: Rimozione PAE completata
ja: PAE を削除しました
nl: PAE verwijderd
ru: Удаление PAE завершено
se: Avinstallationen av PAE är färdig
tr: PAE kaldırma işlemi tamamlandı

source: Cannot remove PAE when running PAE
ca: No es pot eliminar el PAE mentre està en ús
cs: PAE nelze odebrat, pokud PAE běží
el: Αδύνατη η αφαιρεση PAE όταν εκτελείται
it: Impossibile rimuovere PAE quando questo è in esecuzione
ja: PAE で動作しているため、PAE を削除できません
nl: Kan PAE niet verwijderen als PAE gestart is
ru: Невозможно удалить PAE во время работы системы
se: Kan inte ta bort PAE eftersom PAE används
tr: PAE kullanımdayken kaldırılamaz

source: Update apt
ca: Actualitza l'apt
cs: Aktualizace apt
el: Ενημέρωση apt
it: Aggiorna apt
ja: apt の更新
ru: Обновить apt
se: Uppdatera apt
tr: APT güncelle

source: Install nvidia-detect
ca: Instal·la nvidia-detect
cs: Instalace nvidia-detect
el: Εγκατάσταση nvidia-detect
it: Installa nvidia-detect
ja: nvidia-detect インストール
nl: Installeer nvidia-detect
ru: Установить nvidia-detect
se: Installerar nvidia-detect
tr: nvidia-detect'i kur

source: Cannot install nvidia-detect: abort
ca: Interromput: no es pot instal·lar nvidia-detect
cs: nvidia-detect nelze nainstalovat: přerušeno
el: Αδυναμία εγκατάστασης nvidia-detect: απόρριψη
it: Impossibile installare nvidia-detect: annullamento
ja: nvidia-detect をインストールできません: 中止
nl: nvidia-detect kan niet geïnstalleerd worden: afbreken
ru: Невозможно установить nvidia-detect: отмена
se: Kan inte installera nvidia-detect: avbryt
tr: nvidia-detect kurulamıyor: durduruldu

source: Nvidia card found: %(card)s
ca: S'ha trobat una tarja Nvidia: %(card)s
cs: Nalezena karta Nvidia: %(card)s
el: Βρέθηκε κάρτα Nvidia: %(card)s
it: Scheda Nvidia rilevata: %(card)s
ja: Nvidia カードが見つかりました: %(card)s
nl: Nvidia kaart gevonden: %(card)s
ru: Найдена карта Nvidia: %(card)s
se: Nvidia kort hittat: %(card)s
tr: Nvidia kartı bulundu: %(card)s

source: Nvidia driver found: %(drv)s (%(status)s)
ca: S'ha trobat un controlador Nvidia: %(drv)s (%(status)s)
cs: Nalezen ovladač Nvidia: %(drv)s (%(status)s)
el: Βρέθηκε οδηγόςNvidia: %(drv)s (%(status)s)
it: Driver Nvidia rilevato: %(drv)s (%(status)s)
ja: Nvidia ドライバーが見つかりました: %(drv)s (%(status)s)
nl: Nvidia driver gevonden: %(drv)s (%(status)s)
ru: Найден драйвер Nvidia: %(drv)s (%(status)s)
se: Nvidia drivrutin hittad: %(drv)s (%(status)s)
tr: Nvidia sürücüsü bulundu: %(drv)s (%(status)s)

source: Removing Nvidia drivers
ca: Eliminant els controladors Nvidia
cs: Odebrání Nvidia ovladačů
el: Αφαίρεση οδηγών Nvidia
it: Rimozione dei driver Nvidia
ja: Nvidia ドライバーの削除中
nl: Verwijder Nvidia drivers
ru: Удаление драйверов Nvidia
se: Tar bort Nvidia drivrutiner
tr: Nvidia sürücüleri kaldırılıyor

source: Nvidia display driver
ca: Controlador de pantalla Nvidia
cs: Nvidia ovladač displeje
el: Οδηγός γραφικών Nvidia
it: Driver video Nvidia
ja: Nvidia ディスプレイドライバー
nl: Nvidia beeldscherm driver
ru: Драйвер дисплея Nvidia
se: Nvidia bildskärmsdrivrutin
tr: Nvidia görüntü sürücüsü

source: Nouveau display driver
ca: Controlador de pantalla Noveau
cs: Nouveau ovladač displeje
el: Οδηγός γραφικών Nouveau
it: Nuovo driver video
ja: Nouveau ディスプレイドライバー
nl: Nouveau beeldscherm driver
ru: Драйвер дисплея Nouveau
se: Nouveau bildskärmsdrivrutin
tr: Nouveau görüntü sürücüsü

source: Write debug information to file: %(path)s
ca: Escriu informació de depuració al fitxer: %(path)s
cs: Zápis ladících informací do souboru: %(path)s
el: Εγγραφή πληροφοριών αποσφαλμάτωσης στο αρχείο: %(path)s
it: Scrivi informazioni di debug nel file: %(path)s
ja: デバック情報をファイルに書込: %(path)s
nl: Schrijf debug informatie naar bestand: %(path)s
ru: Записывать отладочную информацию в файл: %(path)s
se: Skriv debug information till fil: %(path)s
tr: Hata ayıklama bilgisini dosyaya yaz: %(path)s

source: Machine info: %(info)s
ca: Informació de la màquina: %(info)s
cs: Informace o stroji: %(info)s
el: Πληροφορίες συστήματος: %(info)s
it: Informazioni macchina: %(info)s
ja: マシン情報: %(info)s
nl: Machine informatie: %(info)s
ru: Сведения о компьютере: %(info)s
se: Maskin info: %(info)s
tr: Makine bilgisi: %(info)s

source: DDM version: %(version)s
ca: Versió del DDM: %(version)s
cs: Verze DDM: %(version)s
el: Έκδοση DDM: %(version)s
it: Versione DDM: %(version)s
ja: DDM バージョン: %(version)s
nl: DDM versie: %(version)s
ru: Версия DDM: %(version)s
tr: DDM sürümü: %(version)s

source: apt-listbugs is installed and might interfere with driver installation
ca: apt-listbugs està instal·lat i pot interferir amb la instal·lació del controlador
cs: apt-listbugs je nainstalován a může kolidovat s instalací ovladače
el: Το apt-listbugs είναι εγκατεστημένο και μπορεί να αλληλεπιδρά με την εγκτάσταση του οδηγού
it: apt-listbugs è installato e potrebbe interferire con l'installazione dei driver
ja: apt-listbug インストールされ、ドライバーインストールに影響があるかもしれません
nl: apt-listbugs is geïnstalleerd en kan de driver installatie bemoeilijken
ru: apt-listbugs установлен и может помешать установке драйвера
se: apt-listbugs är installerat och kan störa drivrutinsinstallationer
tr: apt-listbugs kuruldu ve sürücü kurulumunu engelleyebilir

source: Please enter your password
ca: Entreu la vostra contrasenya
cs: Vložte prosím svoje heslo
el: Παρακαλώ εισάγετε τον κωδικό σας
it: Per favore, inserire la propria password
ja: パスワードを入力して下さい
nl: Vul uw wachtwoord in
ru: Введите пароль
tr: Lütfen parolanızı girin

source: DDM - Kernel
ca: DDM - Nucli
cs: DDM - Linuxové jádro
el: DDM - Πυρήνας
ru: DDM - Ядро
se: DDM - Kärna

source: You do not have the latest kernel installed. Use the Update Manager to update your system.
ca: No teniu el darrer nucli (kernel) instal·lat: Useu el Gestor d'Actualitzacions per actualitzar el sistema.
cs: Nemáte nainstalovánu poslední verzi linuxového jádra. Použijte Update Manager a aktualizujte svůj systém.
el: Δέν έχετε εγκατεστημένο τον τελευταίο πυρήνα. Χρησιμοποιήστε τον διαχειριστή ενημερώσεων για να ενημερώσετε το σύστημά σας.
it: Il driver più recente non è installato. Usare il Gestore Aggiornamenti per aggiornare il sistema.
ja: 最新カーネルはインストールされていません アップデートマネージャーでシステムを更新して下さい。
nl: De nieuwste kernel is niet geïnstalleerd. Gebruik de Update Manager om uw systeem te updaten.
ru: У Вас не установлена последняя версия ядра. Используйте Менеджер Обновлений для обновления системы.
se: Du har inte den senaste kärnan installerad. Använd uppdateringsverktyget för att uppdatera ditt system.
tr: Son sürüm kernel'a sahip değilsiniz. Sisteminizi güncellemek için Güncelleme Yöneticisini kullanın.

source: DDM - Live environment
ca: DDM - Entorn autònom
cs: DDM - Živé prostředí
el: DDM - Περιβάλλον live
nl: DDM - Live omgeving
ru: DDM - Live-режим
se: DDM - live-miljö
tr: DDM - Canlı ortam

source: DDM cannot run in a live environment To force start, use the --force argument
ca: DDM no pot funcionar en un entorn autònom Per forçar l'arrencada, useu l'argument '--force'
cs: DDM nemůže běžet v živém prostředí Pro vynucení spuštění použijte argument --force
el: Αδύνατη η εκτέλεση του DDM σε περιβάλλον live Για εξαναγκασμό εκκίνησης, χρησιμοποίησε την επιλογή --force
it: DDM non può essere eseguito in un live environment Per forzarne l'avvio, usare l'argomento --force
ja: DDM を Live environment で動作することができません 強制開始する場合は --force を使用して下さい
nl: DDM kan niet in een live omgeving gestart worden Om toch te starten, gebruik het --force argument
ru: DDM не может работать в live-режиме. Для принудительного запуска используйте --force
se: DDM kan inte köras i en live-miljö Du kan använda --force för att starta DDM i en live-miljö
tr: DDM canlı bir ortamda çalıştırılamaz Zorla başlatmak için, --force değişkenini kullanın

source: DDM - Debian based
ca: DDM - Basat en Debian
cs: DDM - Založeno na Debianu
el: DDM - βασισμένο στο Debian
it: DDM - Basato su Debian
ja: DDM - Debian ベース
nl: DDM - Debian gebaseerd
se: DDM - Debian baserad
tr: DDM - Debian tabanlı

source: Cannot determine the base distribution (debian or ubuntu) To force start, use the --force argument
ca: No es pot determinar la distribució base (Debian o Ubuntu) Per forçar l'arrencada, useu l'argument '--force'
cs: Nelze určit výchozí distribuci (debian nebo ubuntu) Pro vynucení spuštění použijte argument --force
el: Αδύνατος ο καθορισμός της βασικής διανομής (debian or ubuntu) Για εξαναγκαστική εκτέλεση, χρησιμοποιήστε την επιλογή --force
it: Impossibile determinare la distribuzione di base (debian o ubuntu) Per forzare l'avvio, usare l'argomento --force
ja: ディストリビューションベースを決定できません (Debian・Ubuntu) 強制開始する場合は --force を使用して下さい
nl: De basisdistributie kan niet herleid worden (debian of ubuntu) Om toch te starten, gebruik het --force argument
ru: Не удается определить базовый дистрибутив (debian или ubuntu) Для принудительного запуска используйте --force
se: Kan inte avgöra vilken distribution (debian eller ubuntu) Du kan använda --force för att tvinga programmet att starta
tr: Dağıtım tabanı belirlenemedi (debian veya ubuntu) Zorla başlatmak için, --force değişkenini kullanın

source: DDM - Internet
el: DDM - διαδίκτυο
ja: DDM - インターネット
ru: DDM - Интернет

source: You do not seem to have an internet connection To force start, use the --force argument
ca: No sembla que hi hagi connexió a Internet Per forçar l'arrencada, useu l'argument '--force'
cs: Vypadá to, že nemáte připojení k internetu Pro vynucení spuštění použijte argument --force
el: Δέν φαίνεται να έχετε σύνδεση στο διαδίκτυο Για εξαναγκαστική εκτέλεση, χρησιμοποιήστε την επιλογή --force
it: Sembra che non sia disponibile alcuna connessione Internet. Per forzare l'avvio, usare l'argomento --force
ja: インターネットに接続していません 強制開始する場合は --force を使用して下さい
nl: U schijnt geen internetverbinding te hebben Om toch te starten, gebruik het --force argument
ru: Отсутствует Интернет-соединение Для принудительного запуска используйте --force
se: Du har ingen internetanslutning Du kan använda --force för att tvinga programmet att starta
tr: Bir internet bağlantısı var gibi görünmüyor Zorla başlatmak için, --force değişkenini kullanın
