Repository: ayhanyalcinsoy/device-driver-manager
Catalog: po/*.po
Languages: ca, cs, el, it, ja, nl, ru, se, tr

source: ATI card found: %(card)s
ca: S'ha trobat una tarja ATI: %(card)s
cs: Nalezena karta ATI: %(card)s
el: Βρέθηκε κάρτα ATI: %(card)s
it: Scheda ATI rilevata: %(card)s
ja: ATI カードが見つかりました: %(card)s
nl: ATI kaart gevonden: %(card)s
ru: Найдена ATI карта: %(card)s
se: ATI kort hittat: %(card)s
tr: ATI kart bulundu: %(card)s

source: ATI chip serie found: %(serie)s
ca: S'ha trobat la sèrie del xip ATI: %(serie)s
cs: Nalezen čip ATI série: %(serie)s
el: Βρέθηκε ATI chip: %(serie)s
it: Serie chip ATI rilevata: %(serie)s
ja: ATI チップシリーズが見つかりました: %(serie)s
nl: ATI chip serie gevonden: %(serie)s
ru: Найден чип ATI: %(serie)s
se: ATI chip hittat: %(serie)s
tr: ATI çip serisi bulundu: %(serie)s

source: ATI driver found: %(drv)s (%(status)s)
ca: S'ha trobat un controlador ATI: %(drv)s (%(status)s)
cs: Nalezen ovladač ATI: %(drv)s (%(status)s)
el: Βρέθηκε οδηγός ATI: %(drv)s (%(status)s)
it: Driver ATI rilevato: %(drv)s (%(status)s)
ja: ATI ドライバーが見つかりました: %(drv)s (%(status)s)
nl: ATI driver gevonden: %(drv)s (%(status)s)
ru: Найден ATI драйвер: %(drv)s (%(status)s)
se: ATI drivrutin hittad: %(drv)s (%(status)s)
tr: ATI sürücüsü bulundu: %(drv)s (%(status)s)

source: Driver not installable: %(drv)s
ca: No es pot instal·lar el controlador %(drv)s.
cs: Ovladač: %(drv)s nelze nainstalovat
el: Ο οδηγός δεν μπορεί να εγκατασταθεί: %(drv)s
it: Driver non installabile: %(drv)s
ja: ドライバーはインストールされていません: %(drv)s
nl: Driver kan niet geïnstalleerd worden: %(drv)s
ru: Драйвер не может быть установлен: %(drv)s
se: Drivrutinen kan inte installeras: %(drv)s
tr: Sürücü kurulabilir değil: %(drv)s

source: ATI chip serie not supported: %(serie)d
ca: Sèrie del xip ATI no compatible: %(serie)d
cs: Čip ATI série: %(serie)d není podporován
el: Μη υποστηριζόμενο ATI chip: %(serie)d
it: Serie del chip ATI non supportata: %(serie)d
ja: ATI チップシリーズはサポートされていません: %(serie)d
nl: ATI chip serie niet ondersteund: %(serie)d
ru: Не поддерживается чип ATI: %(serie)d
se: ATI chip serie är stöds inte: %(serie)d
tr: ATI çip serisi desteklenmiyor: %(serie)d

source: No driver found for: %(card)s (%(man)s:%(serie)s)
ca: No s'ha trobat cap controlador per a: %(card)s (%(man)s:%(serie)s)
cs: Pro: %(card)s (%(man)s:%(serie)s) nenalezen ovladač
el: Δέν βρέθηκε οδηγός: %(card)s (%(man)s:%(serie)s)
it: Nessun driver trovato per: %(card)s (%(man)s:%(serie)s)
ja: ドライバーが見つかりません: %(card)s (%(man)s:%(serie)s)
nl: Geen driver gevonden voor: %(card)s (%(man)s:%(serie)s)
ru: Не найдено драйвера для: %(card)s (%(man)s:%(serie)s)
se: Ingen drivrutin funnen för: %(card)s (%(man)s:%(serie)s)
tr: Bunun için sürücü bulunamadı: %(card)s (%(man)s:%(serie)s)

source: Install driver: %(drv)s
ca: Instal·la el controlador: %(drv)s
cs: Instalovat ovladač: %(drv)s
el: Εγκατάσταση οδηγού: %(drv)s
it: Installa driver: %(drv)s
ja: ドライバーをインストール: %(drv)s
nl: Installeer driver: %(drv)s
ru: Установить драйвер: %(drv)s
se: Installerar drivrutin: %(drv)s
tr: Sürücüyü yükle: %(drv)s

source: Switch to module: %(module)s
ca: Canvia al mòdul: %(module)s
cs: Přepnout na modul: %(module)s
el: Μετάβαση στο στοιχείο: %(module)s
it: Passa al modulo: %(module)s
ja: モジュールを切り替え: %(module)s
nl: Omschakelen naar module: %(module)s
ru: Переключиться на модуль: %(module)s
se: Byter till modul: %(module)s
tr: Modüle geçiş yap: %(module)s

source: Driver installed: %(drv)s
ca: Controlador instal·lat: %(drv)s
cs: Nainstalován ovladač: %(drv)s
el: Ο οδηγός εγκαταστάθηκε: %(drv)s
it: Driver installato: %(drv)s
ja: ドライバーをインストールしました: %(drv)s
nl: Geïnstalleerde driver: %(drv)s
ru: Драйвер установлен: %(drv)s
se: Drivrutinen installerad: %(drv)s
tr: Sürücü yüklendi: %(drv)s

source: Removing ATI drivers
ca: Eliminant controladors ATI
cs: Odebrání ovladačů ATI
el: Αφαίρεση οδηγού ΑΤΙ
it: Rimozione driver ATI
ja: ATI ドライバーの削除
nl: ATI drivers verwijderen
ru: Удаление драйверов ATI
se: Tar bort ATI drivrutiner
tr: ATI sürücüleri kaldırılıyor

source: Driver removed: %(drv)s
ca: S'ha eliminat el controlador: %(drv)s
cs: Odebrán ovladač: %(drv)s
el: Ο οδηγός αφαιρέθηκε: %(drv)s
it: Driver rimosso: %(drv)s
ja: ドライバーを削除しました: %(drv)s
nl: Driver verwijderd: %(drv)s
ru: Драйвер удален: %(drv)s
se: Drivrutin borttagen: %(drv)s
tr: Sürücü kaldırıldı: %(drv)s

source: ATI display driver
ca: Controlador de pantalla ATI
cs: ATI ovladač displeje
el: Οδηγός γραφικών ATI
it: Driver video ATI
ja: ATI ディスプレイドライバー
nl: ATI beeldscherm driver
ru: Драйвер дисплея ATI
se: ATI bildskärmsdrivrutin
tr: ATI görüntü sürücüsü

source: Intel display driver
ca: Controlador de pantalla Intel
cs: Intel ovladač displeje
el: Οδηγός γραφικών Intel
it: Driver video Intel
ja: Intel ディスプレイドライバー
nl: Intel beeldscherm driver
ru: Драйвер дисплея Intel
se: Intel bildskärmsdrivrutin
tr: Intel görüntü sürücüsü

source: Radeon display driver
ca: Controlador de pantalla Radeon
cs: Radeon ovladač displeje
el: Οδηγός γραφικών Radeon
it: Driver video Radeon
ja: Radeon ディスプレイドライバー
nl: Radeon beeldscherm driver
ru: Драйвер дисплея Radeon
se: Radeon bildskärmsdrivrutin
tr: Radeon görüntü sürücüsü

source: Framebuffer display driver
ca: Controlador de pantalla Framebuffer
cs: Framebuffer ovladač displeje
el: Οδηγός γραφικών Framebuffer
it: Driver framebuffer
ja: フレームバッファディスプレイドライバー
nl: Framebuffer beeldscherm driver
ru: Драйвер дисплея Framebuffer
se: Framebuffer bildskärmsdrivrutin
tr: Framebuffer görüntü sürücüsü

source: Vesa display driver
ca: Controlador de pantalla Vesa
cs: Vesa ovladač displeje
el: Οδηγός γραφικών Vesa
it: Driver video Vesa
ja: VESA ディスプレイドライバー
nl: Vesa beeldscherm driver
ru: Драйвер дисплея Vesa
se: Vesa bildskärmsdrivrutin
tr: Vesa görüntü sürücüsü

source: Broadcom chip serie found: %(chip)s
ca: S'ha trobat la sèrie d'un xip Broadcom: %(chip)s
cs: Nalezen čip série Broadcom: %(chip)s
el: Βρέθηκε Broadcom chip: %(chip)s
it: Serie chip Broadcom rilevato: %(chip)s
ja: Broadcom チップシリーズが見つかりました: %(chip)s
nl: Broadcom chip serie gevonden: %(chip)s
ru: Найден чип Broadcom: %(chip)s
se: Broadcom chip serie hittad: %(chip)s
tr: Broadcom çip serisi bulundu: %(chip)s

source: Used wireless driver: %(drv)s
ca: Controlador sense fil en ús: %(drv)s
cs: Použit WiFi ovladač: %(drv)s
el: Επιλεγμένος οδηγός ασύρματης κάρτας: %(drv)s
it: Driver wireless utilizzato: %(drv)s
ja: 無線ドライバーを使用しました: %(drv)s
nl: Gebruikte draadloze driver: %(drv)s
ru: Используемый драйвер Wi-Fi: %(drv)s
se: Nuvarande drivrutin för det trådlösa nätverkskortet: %(drv)s
tr: Kullanılan kablosuz ağ sürücüsü: %(drv)s

source: Broadcom found: %(broadcom)s
ca: S'ha trobat un Broadcom: %(broadcom)s
cs: Nalezen Broadcom: %(broadcom)s
el: Βρέθηκε Broadcom: %(broadcom)s
it: Broadcom rilevato: %(broadcom)s
ja: Broadcom を見つけました: %(broadcom)s
nl: Broadcom gevonden: %(broadcom)s
ru: Найден Broadcom: %(broadcom)s
se: Broadcom funnet: %(broadcom)s
tr: Broadcom bulundu: %(broadcom)s

source: Broadcom chipset not supported or ethernet controller: %(broadcom)s
ca: Joc de xips Broadcom o controlador d'ethernet incompatible: %(broadcom)s
cs: Čipset Broadcom nebo řadič ethernet není podporován: %(broadcom)s
el: Μη υποστηριζόμενο Broadcom chipset ή ελεγκτής ethernet : %(broadcom)s
it: Chipset o controller ethernet Broadcom non supportato: %(broadcom)s
ja: Broadcom チップセットはサポートされていませんまたは有線 LAN コントローラです: %(broadcom)s
nl: Broadcom chipset niet ondersteund of ethernet verbinding: %(broadcom)s
ru: Не поддерживается микросхема или ethernet-контроллер Broadcom: %(broadcom)s
se: Broadcom chipsetet eller ethernetkontrollen stöds inte: %(broadcom)s
tr: Broadcom çipseti veya ethernet kontrolcüsü desteklenmiyor: %(broadcom)s

source: Broadcom chipset not found: %(chip)s
ca: No s'ha trobat cap joc de xips Broadcom: %(chip)s
cs: Čipset Broadcom nenalezen: %(chip)s
el: Δεν βρεθηκε Broadcom chipset: %(chip)s
it: Chipset Broadcom non rilevato: %(chip)s
ja: Broadcom チップセットが見つかりません: %(chip)s
nl: Broadcom chipset niet gevonden: %(chip)s
ru: Микросхема Broadcom не найдена: %(chip)s
se: Broadcom chipset kunde inte hittas: %(chip)s
tr: Broadcom çipseti bulunamadı: %(chip)s

source: Broadcom pci ID not found: %(id)s
ca: No s'ha trobat la ID pci de Broadcom: %(id)s
cs: Broadcom pci ID nenalezeno: %(id)s
el: Δεν βρέθηκε Broadcom pci: %(id)s
it: ID pci Broadcom non rilavata: %(id)s
ja: Broadcom PCI ID が見つかりません: %(id)s
nl: Broadcom pci ID niet gevonden: %(id)s
ru: Broadcom pci ID не найден: %(id)s
se: Broadcom pci ID hittades inte: %(id)s
tr: Broadcom pci ID bulunamadı: %(id)s

source: Linux header name to install: %(header)s
ca: Nom de la capçalera Linux a instal·lar: %(header)s
cs: Linux název hlavičky k instalaci: %(header)s
el: Όνομα Linux header προς εγκατάσταση: %(header)s
it: Nome header Linux da installare: %(header)s
ja: Linux ヘッダーへインストール: %(header)s
nl: Installeer Linux header: %(header)s
ru: Название заголовочного файла Linux для установки: %(header)s
tr: Kurulucak Linux header adı: %(header)s

source: Download package: %(package)s
ca: Descarrega el paquet: %(package)s
cs: Stahnout balíček: %(package)s
el: Λήψη πακέτου: %(package)s
it: Scarica pacchetto: %(package)s
ja: パッケージをダウンロード: %(package)s
nl: Download pakket: %(package)s
ru: Загрузка пакета: %(package)s
se: Hämtar paket: %(package)s
tr: Paketi indir: %(package)s

source: Download package: %(drv)s
ca: Descarrega el paquet: %(drv)s
cs: Stahnout balíček: %(drv)s
el: Λήψη πακέτου: %(drv)s
it: Scarica pacchetto: %(drv)s
ja: パッケージをダウンロード: %(drv)s
nl: Download pakket: %(drv)s
ru: Загрузка пакета: %(drv)s
se: Hämtar paket: %(drv)s
tr: Paketi indir: %(drv)s

source: Install downloaded packages
ca: Instal·la els paquets baixats
cs: Instalovat stažený balíček
el: Εγκατάσταση ληφθέντων πακέτων
it: Installa pacchetti scaricati
ja: ダウンロードしたパッケージのインストール
nl: Installeer gedownloade pakketten
ru: Установка загруженных пакетов
se: Installerar hämtade paket
tr: İndirilmiş paketleri kur

source: Reconfigure package: %(package)s
ca: Reconfigura el paquet: %(package)s
cs: Překonfigurovat balíček: %(package)s
el: Επαναρύθμιση πακέτου: %(package)s
it: Riconfigura pacchetto: %(package)s
ja: パッケージの再設定: %(package)s
nl: Herconfigureer pakket: %(package)s
ru: Настройка пакета: %(package)s
se: Rekonfigurerar paket: %(package)s
tr: Paketi yeniden yapılandır: %(package)s

source: Purge driver: %(drv)s
ca: Purga el controlador: %(drv)s
cs: Odstranit ovladač: %(drv)s
el: Απαλοιφή οδηγού: %(drv)s
it: Rimuovi driver: %(drv)s
ja: ドライバーの排除: %(drv)s
nl: Verwijder driver: %(drv)s
ru: Вычищение драйвера: %(drv)s
se: Rensar drivrutin: %(drv)s
tr: Sürücüyü kaldır: %(drv)s

source: Done removing Broadcom drivers
ca: Eliminació de controladors Broadcom feta
cs: Broadcom ovladače odebrány
el: Έγινε η αφαίρεση των οδηγών Broadcom
it: Rimozione driver Broadcom completata
ja: Broadcom ドライバーの削除を行いました
nl: Broadcom drivers verwijderd
ru: Удаление драйверов Broadcom завершено
se: Avinstallation av Broadcom drivrutiner slutförd
tr: Broadcom sürücüsünü kaldırma işlemi tamamlandı

source: Used graphics driver: %(module)s
ca: Controlador gràfic en ús: %(module)s
cs: Použit grafický ovladač: %(module)s
el: Επιλεγμένος οδηγός γραφικών: %(module)s
it: Driver grafico utilizzato: %(module)s
ja: 使用しているグラフィックドライバー: %(module)s
nl: Gebruikte beeldscherm driver: %(module)s
ru: Используемый графический драйвер: %(module)s
se: Nuvarande grafikdrivrutin: %(module)s
tr: Kullanılan grafik sürücüsü: %(module)s

source: No xorg.conf - create minimal xorg.conf
ca: No hi ha xorg.conf. Se'n crea un de mínim
cs: Chybí xorg.conf - vytvořte minimální xorg.conf
el: Δεν βρέθηκε xorg.conf - δημιουργία ελάχιστου xorg.conf
it: xorg.conf non trovato - creare xorg.conf minimo
ja: xorg.conf なし - 最小限の xorg.conf を作成します
nl: Geen xorg.conf - maak minimale xorg.conf
ru: Не найден xorg.conf - создан базовый xorg.conf
se: Ingen xorg.conf - skapar xorg.conf
tr: xorg.conf dosyası yok - minimal bir xorg.conf dosyası yarat

source: New xorg.conf written
ca: S'ha escrit un nou xorg.conf
cs: Nový xorg.conf uložen
el: Το νέο xorg.conf δημιουργήθηκε
it: Nuovo xorg.conf scritto
ja: 新たな xorg.conf の書き込み
nl: Nieuwe xorg.conf geschreven
ru: Новый xorg.conf сохранен
se: En ny xorg.conf har skapats
tr: Yeni xorg.conf dosyası yazıldı

source: New section appended to xorg.conf
ca: S'ha afegit una nova secció al xorg.conf
cs: Nová sekce připojena do xorg.conf
el: Η νέα ενότητα προστέθηκε στο xorg.conf
it: Nuova sezione aggiunta a xorg.conf
ja: 新しいセクションを xorg.conf に追加します
nl: Nieuwe sectie aan xorg.conf toegevoegd
ru: Новый раздел добавлен в xorg.conf
se: Ny sektion tillagd i xorg.conf
tr: Yeni bölüm xorg.conf dosyasına eklendi

source: Via card found: %(card)s
ca: S'ha trobat una tarja VIA: %(card)s
cs: Nalezena karta Via: %(card)s
el: Βρέθηκε κάρτα Via: %(card)s
it: Scheda Via rilevata: %(card)s
ja: カードが見つかりました: %(card)s
nl: Via kaart gevonden: %(card)s
ru: Найдена карта Via: %(card)s
se: Via kort hittat: %(card)s
tr: Via kartı bulundu: %(card)s

source: Via driver found: %(drv)s (%(status)s)
ca: S'ha trobat un controlador VIA: %(drv)s (%(status)s)
cs: Nalezen ovladač Via: %(drv)s (%(status)s)
el: Βρέθηκε οδηγός Via: %(drv)s (%(status)s)
it: Driver Via rilevato: %(drv)s (%(status)s)
ja: ドライバーが見つかりました: %(drv)s (%(status)s)
nl: Via driver gevonden: %(drv)s (%(status)s)
ru: Найден драйвер Via: %(drv)s (%(status)s)
se: Via drivrutin hittad: %(drv)s (%(status)s)
tr: Via sürücüsü bulundu: %(drv)s (%(status)s)

source: Chrome display driver
ca: Controlador de pantalla Chrome
cs: ovladač displeje
el: Οδηγός γραφικών Chrome
it: Driver video Chrome
ja: Chrome ディスプレイドライバー
nl: Chrome beeldscherm driver
ru: Драйвер дисплея Chrome
se: Chrome bildkärmsdrivrutin
tr: Chrome görüntü sürücüsü

source: Intel card found: %(card)s
ca: S'ha trobat una tarja Intel: %(card)s
cs: Nalezena karta Intel: %(card)s
el: Βρέθηκε κάρτα Intel: %(card)s
it: Scheda Intel rilevata: %(card)s
ja: Intel カードが見つかりました: %(card)s
nl: Intel kaart gevonden: %(card)s
ru: Обнаружена карта Intel: %(card)s
se: Intel kort hittat: %(card)s
tr: Intel kart bulundu: %(card)s

source: Intel driver found: %(drv)s (%(status)s)
ca: S'ha trobat aquest controlador Intel: %(drv)s (%(status)s)
cs: Nalezen ovladač Intel: %(drv)s (%(status)s)
el: Βρέθηκε οδηγός Intel: %(drv)s (%(status)s)
it: Driver Intel rilevato: %(drv)s (%(status)s)
ja: Intel ドライバが見つかりました: %(drv)s (%(status)s)
nl: Intel driver gevonden: %(drv)s (%(status)s)
ru: Найден драйвер Intel: %(drv)s (%(status)s)
se: Intel drivrutin hittad: %(drv)s (%(status)s)
tr: Intel sürücüsü bulundu: %(drv)s (%(status)s)

source: Graphics
ca: Gràfics
cs: Grafiky
el: Γραφικά
it: Grafica
ja: グラフィック
nl: Grafisch
ru: Графика
tr: Grafik

source: Wireless
ca: Sense fil
cs: WiFi
el: Ασύρματη σύνδεση
ja: 無線
nl: Draadloos
ru: Wi-Fi
tr: Kablosuz

source: Kernel
ca: Nucli
el: Πυρήνας
ja: カーネル
ru: Ядро
se: Kärna

source: Hardware
ca: Maquinari
el: Υλικό συστήματος
ja: ハードウェア
ru: Аппаратное обеспечение
tr: Donanım

source: Activated driver
ca: Controlador activat
cs: Ovladač aktivován
el: Ενεργοποιημένος οδηγός
it: Driver attivato
ja: 稼働しているドライバー
nl: Geactiveerde driver
ru: Активный драйвер
se: Aktiverad drivrutin
tr: Aktif sürücü

source: Alternative drivers
ca: Controladors alternatius
cs: Alternativní ovladače
el: Εναλλακτικοί οδηγοί
it: Driver alternativi
ja: 代わりのドライバー
nl: Alternatieve drivers
ru: Альтернативные драйверы
se: Alternativa drivrutiner
tr: Alternatif Sürücüler

source: Current drivers are correct
ca: Els controladors actuals són correctes
cs: Současné ovladače jsou vpořádku
el: Οι τρέχοντες οδηγοί είναι σωστοί
it: I driver attuali sono corretti
ja: 現在のドライバーを修正
nl: Huidige drivers zijn correct
ru: Настройка не требуется
se: Nuvarande drivrutiner är korrekta
tr: Mevcut sürücüler doğru

source: PAE already installed
ca: Ja s'ha instal·lat el PAE
cs: PAE je již nainstalováno
el: PAE εγκατεστημένο
it: PAE già installato
ja: PAE はすでにインストールされています
nl: PAE reeds geïnstalleerd
ru: PAE уже установлен
se: PAE är redan installerat
tr: PAE zaten yüklenmiş

source: PAE support only for 32-bit systems
ca: El PAE només funciona en sistemes de 32 bit
cs: PAE podporuje pouze 32-bitové systémy
el: Υποστήριξη PAE μόνο για συστήματα 32-bit
it: Il supporto PAE è disponibile solo per i sistemi a 32 bit
ja: PAE 対応は 32 ビットシステムのみです
nl: PAE ondersteuning alleen voor 32-bits systemen
ru: PAE поддерживается только в 32-битных системах
se: PAE support är endast för 32-bit system
tr: PAE desteği sadece 32-bit sistemler için geçerlidir

source: Activate
ca: Activa
cs: Aktivace
el: Ενεργοποίηση
it: Attiva
ja: 稼働
nl: Activeer
ru: Активировать
tr: Etkinleştir

source: Driver
ca: Controlador
cs: Ovladač
el: Οδηγός υλικού
ja: ドライバー
ru: Драйвер
tr: Sürücü

source: Version
ca: Versió
cs: Verze
el: Έκδοση
it: Versione
ja: バージョン
nl: Versie
ru: Версия
tr: Sürüm

source: Description
ca: Descripció
cs: Popis
el: Περιγραφή
it: Descrizione
ja: 説明
nl: Omschrijving
ru: Описание
tr: Açıklama

source: (recommended)
ca: (recomanat)
cs: (doporučeno)
el: (προτεινόμενος)
it: (raccomandato)
ja: (推奨)
nl: (aanbevolen)
ru: (рекомендуемый)
se: (rekommenderas)
tr: (önerilir)

source: Unknown driver
ca: Controlador desconegut
cs: Neznámý ovladač
el: Άγνωστος οδηγός
it: Driver sconosciuto
ja: 不明なドライバー
nl: Onbekende driver
ru: Неизвестный драйвер
se: Okänd drivrutin
tr: Bilinmeyen Sürücüsü

source: Unknown driver found. Please remove before installing drivers with DDM.
ca: S'ha trobat un controlador desconegut. Elimineu-lo abans d'instal·lar controladors amb el DDM.
cs: Nalezen neznámý ovladač. Odeberte prosím před instalací ovladačů pomocí DDM.
el: Βρέθηκε άγνωστος οδηγός. Παρακαλώ αφαιρέστε πριν την εγκατάσταση οδηγών με τον DDM.
it: Rilevato driver sconosciuto. Per favore, rimuoverlo prima di installare ulteriori driver con DDM.
ja: 不明なドライバーが見つかりました インストールの前に取り除いて下さい。
nl: Onbekende driver gevonden. Verwijder deze alvorens drivers te installeren met DDM.
ru: Неизвестный драйвер найден. Пожалуйста, удалите перед установкой драйверов через DDM.
se: Okänd drivrutinen funnen. Avinstallera den innan du installerar drivrutiner med DDM.
tr: Bilinmeyen sürücü bulundu. Lütfen DDM ile sürücüleri yüklemeden önce kaldırın.

source: Driver activation
ca: Activació del controlador
cs: Aktivace ovladače
el: Ενεργοποίηση οδηγού
it: Attivazione driver
ja: ドライバーの有効化
nl: Driver activatie
ru: Активация драйвера
se: Aktivera drivrutin
tr: Sürücü etkinleştirme

source: Are you sure you want to install the following driver: %(drv)s
ca: Esteu segur de voler instal·lar aquest controlador: %(drv)s
cs: Jste si jistí, že chcete nainstalovat následující ovladač: %(drv)s ?
el: Είστε βέβαιος ότι θέλετε να εγκαταστήσετε τον ακόλουθο οδηγό: %(drv)s
it: Sei sicuro di voler installare il seguente driver: %(drv)s
ja: 以下のドライバーをインストールしますか？: %(drv)s
nl: Weet u het zeker dat u de volgende driver wilt installeren: %(drv)s
ru: Вы уверены, что хотите установить следующий драйвер: %(drv)s
se: Är du säkert på att du vill installera följande drivrutin? %(drv)s
tr: Bu sürücüyü yüklemek istediğinize emin misiniz: %(drv)s

source: Locked
ca: Bloquejat
cs: Uzamčeno
el: Κλείδωμένο
it: Bloccato
ja: ロック
nl: Vergrendeld
ru: Заблокировано
tr: Kilitlendi

source: Could not get lock on %(file)s. Close any programs locking the file and try again.
ca: No s'ha pogut bloquejar el fitxer %(file)s. Tanqueu qualsevol programa que bloquegi el fitxer i torneu a provar-ho.
cs: Nelze uzamknout %(file)s. Ukončete programy, které soubor uzamykají a zkuste to znovu.
el: Αδύνατο ξεκλείδωμα του %(file)s. Κλείστε όποιο πρόγραμμα κλειδώνει το αρχείο και προσπαθήστε ξανά.
it: Impossibile stabilire il blocco su %(file)s. Chiudere qualsiasi programma che stia bloccando il file e ritentare.
ja: %(file)s がロックされています。 ロックしているプログラムを閉じ、再度行って下さい。
nl: Kon %(file)s niet vergrendelen. Sluit alle programma's die het bestand vergrendelen en probeer opnieuw.
ru: Не удалось заблокировать %(file)s. Закройте приложения блокирующие файл и повторите попытку.
se: Kan inte komma åt %(file)s. Stäng de program som använder filen och försök igen.
tr: %(file)s dosyasından kilit alınamadı. Dosyayı kilitleyen uygulamaları kapatın ve tekrar deneyin.

source: Driver installed
ca: Controlador instal·lat
cs: Ovladač nainstalován
el: Ο οδηγός εγκαταστάθηκε
it: Driver installato
ja: ドライバーをインストールしました
nl: Driver geïnstalleerd
ru: Драйвер установлен
se: Drivrutin installerad
tr: Sürücü kuruldu

source: Driver installed: %(drv)s Drivers will be used on next boot. Do you want to reboot now?
ca: Controlador instal·lat: %(drv)s El controlador s'usarà en la propera arrencada. Voleu arrencar de nou ara?
cs: Nainstalován ovladač: %(drv)s Ovladače budou spuštěny po příštím restartu. Chcete restartovat počítač nyní?
el: Ο οδηγός εγκαταστάθηκε: %(drv)s Ο οδηγός θα μπει σε χρήση στην επόμενη εκκίνηση. Θέλετε να επανεκκινήσετε τώρα;
it: Driver installato: %(drv)s I driver verranno usati a partire dal prossimo avvio. Vuoi riavviare adesso?
ja: ドライバーをインストールしました: %(drv)s ドライバーは再起動後有効になります。 再起動しますか？
nl: Driver geïnstalleerd: %(drv)s Drivers worden gebruikt na herstart. Wilt u nu herstarten?
ru: Драйвер установлен: %(drv)s Драйвер будет задействован при следующей загрузке. Перезагрузить сейчас?
se: Drivrutin installerad: %(drv)s Drivrutinen kommer användas vid nästa systemstart. Vill du starta om nu?
tr: Sürücü kuruldu: %(drv)s Sürücüler bir sonraki açılışta kullanılacak. Şimdi yeniden başlatmak ister misiniz?

source: Could not get lock on %(file)s. Close any programs locking the file and restart DDM.
ca: No s'ha pogut bloquejar un fitxer a %(file)s. Tanqueu qualsevol programa que bloquegi el fitxer i torneu a engegar DDM.
cs: Nelze uzamknout %(file)s. Ukončete programy, které soubor uzamykají a restartujte DDM.
el: Αδύνατο ξεκλείδωμα του %(file)s. Κλείστε όποιο πρόγραμμα κλειδώνει το αρχείο και επανεκκινήστε τον DDM.
it: Impossibile stabilire il blocco su %(file)s. Chiudere qualsiasi programma che stia bloccando il file e riavviare DDM.
ja: %(file)s がロックされています。 ロックしているプログラムを閉じ、DDM を再起動して下さい。
nl: Kon %(file)s niet vergrendelen. Sluit alle programma's die het bestand vergrendelen en herstart DDM.
ru: Не удалось заблокировать %(file)s. Закройте приложения блокирующие файл и перезапустите DDM.
se: Kan inte komma åt %(file)s. Stäng de program som använder filen och starta DDM igen.
tr: %(file)s dosyasından kilit alınamadı. Dosyayı kilitleyen uygulamaları kapatın ve DDM'yi yeniden başlatın.

source: Checking your hardware...
ca: Comprovant el maquinari...
cs: Prověřování vašeho hardware...
el: Έλεγχος υλικού συστήματος...
it: Controllo dell'hardware...
ja: ハードウェアを確認中...
nl: Uw hardware wordt gecontroleerd...
ru: Проверка аппаратного обеспечения...
se: Söker igenom din hårdvara...
tr: Donanım bilgileri alınıyor...

source: Start automatic driver install
ca: Engega la instal·lació automàtica del controlador
cs: Start automatické instalace ovladače
el: Εκκίνηση αυτόματης εγκατάστασης του οδηγού
it: Avvia installazione automatica dei driver
ja: 自動ドライバーインストールの開始
nl: Start automatische driver installatie
ru: Запуск автоматической установки драйвера
se: Påbörja automatisk drivrutinsinstallation
tr: Otomatik sürücü kurulumunu başlat

source: Installed PAE: %(pae)s
ca: PAE instal·lat: %(pae)s
cs: Nainstalováno PAE: %(pae)s
el: Εγκατεστημένο PAE: %(pae)s
it: PAE installato: %(pae)s
ja: PAE をインストールしました: %(pae)s
nl: Geïnstalleerde PAE: %(pae)s
ru: PAE установлен: %(pae)s
se: Installerat PAE: %(pae)s
tr: Kurulu PAE: %(pae)s

source: Multi-core support for 32-bit systems
ca: Suport de nucli múltiple per a sistemes de 32 bit
cs: Podpora více jader pro 32-bitové systémy
el: Multi-core υποστήριξη για συστήματα 32-bit
it: Supporto multi-core per sistemi a 32 bit
ja: Multi-core の対応は 32 ビットシステムです
nl: Ondersteuning voor 32-bits multi-core systemen
ru: Поддержка многоядерности в 32-битных системах
se: Stöd för flerkärninga 32-bit system
tr: 32-bit sistemler için çoklu-çekirdek desteği
